               _ _       _     
              (_) |     | |    
__      ___ __ _| |_ ___| |__  
\ \ /\ / / '__| | __/ __| '_ \ 
 \ V  V /| |  | | || (__| | | |
  \_/\_/ |_|  |_|\__\___|_| |_|

[Medals]
;
;                       ⛧˚₊‧[ Champion ]‎‧₊˚⛧
;
Medals_BigWin_All_Title=Champion
Medals_BigWin_All_Description=Win a mission by completing all task stages personally
;
;                       ⛧˚₊‧[ Judicator ]‎‧₊˚⛧
;
Medals_BigWin_Arrest_10_25_Title=Judicator Rank 1
Medals_BigWin_Arrest_10_25_Description=Win a mission with 10 takeouts, 25% of which are arrests
Medals_BigWin_Arrest_10_33_Title=Judicator Rank 2
Medals_BigWin_Arrest_10_33_Description=Win a mission with 10 takeouts, 33% of which are arrests
Medals_BigWin_Arrest_10_50_Title=Judicator Rank 3
Medals_BigWin_Arrest_10_50_Description=Win a mission with 10 takeouts, 50% of which are arrests
Medals_BigWin_Arrest_10_75_Title=Judicator Rank 4
Medals_BigWin_Arrest_10_75_Description=Win a mission with 10 takeouts, 75% of which are arrests
Medals_BigWin_Arrest_10_100_Title=Judicator Rank 5
Medals_BigWin_Arrest_10_100_Description=Win a mission with 10 takeouts, 100% of which are arrests
;
;                       ⛧˚₊‧[ Steady Hand ]‎‧₊˚⛧
;
Medals_BigWin_Defuse_Title=Steady Hand
Medals_BigWin_Defuse_Description=Steady Hand - Defuse all bombs on the mission
;
;                       ⛧˚₊‧[ Demolisher ]‎‧₊˚⛧
;
Medals_BigWin_Detonate_Title=Demolisher
Medals_BigWin_Detonate_Description=Detonate and plant all bombs on the mission
;
;                       ⛧˚₊‧[ Sleight of Hand ]‎‧₊˚⛧
;
Medals_BigWin_Rescue_3_Title=Hexbreaker 1 (3)
Medals_BigWin_Rescue_3_Description=Free 3 teammates from magical detention.
Medals_BigWin_Rescue_6_Title=Hexbreaker 2 (6)
Medals_BigWin_Rescue_6_Description=Free 6 teammates from magical detention.
Medals_BigWin_Rescue_9_Title=Hexbreaker 3 (9)
Medals_BigWin_Rescue_9_Description=Free 9 teammates from magical detention.
Medals_BigWin_Rescue_12_Title=Hexbreaker 4 (12)
Medals_BigWin_Rescue_12_Description=Free 12 teammates from magical detention.
Medals_BigWin_Rescue_15_Title=Hexbreaker 5 (15)
Medals_BigWin_Rescue_15_Description=Free 15 teammates from magical detention.
;
;                       ⛧˚₊‧[ Reaper ]‎‧₊˚⛧
;
Medals_BigWin_Takeout_5_Title=Necromancer (5)
Medals_BigWin_Takeout_5_Description=Win a mission with at least 5 eliminations
Medals_BigWin_Takeout_7_Title=Necromancer 2 (7)
Medals_BigWin_Takeout_7_Description=Win a mission with at least 7 eliminations
Medals_BigWin_Takeout_9_Title=Necromancer 3 (9)
Medals_BigWin_Takeout_9_Description=Win a mission with at least 9 eliminations
Medals_BigWin_Takeout_11_Title=Necromancer 4 (11)
Medals_BigWin_Takeout_11_Description=Win a mission with at least 11 eliminations
Medals_BigWin_Takeout_15_Title=Necromancer 5 (15)
Medals_BigWin_Takeout_15_Description=Win a mission with at least 15 eliminations
;
;                       ⛧˚₊‧[ Backstabber ]‎‧₊˚⛧
;
Medals_KillBehind_Title=Backstabber
Medals_KillBehind_Description=Kill an opponent from behind with a melee weapon
;
;                       ⛧˚₊‧[ Kill Streak ]‎‧₊˚⛧
;
Medals_KillStreak_05_Title=Bloodthirsty
Medals_KillStreak_05_Description=Kill 5 opponents without dying
Medals_KillStreak_10_Title=Merciless
Medals_KillStreak_10_Description=Kill 10 opponents without dying
Medals_KillStreak_15_Title=Ruthless
Medals_KillStreak_15_Description=Kill 15 opponents without dying
Medals_KillStreak_20_Title=Relentless
Medals_KillStreak_20_Description=Kill 20 opponents without dying
Medals_KillStreak_25_Title=Brutal
Medals_KillStreak_25_Description=Kill 25 opponents without dying
Medals_KillStreak_30_Title=Nuclear
Medals_KillStreak_30_Description=Kill 30 opponents without dying
;
;                       ⛧˚₊‧[ Blitzkrieg ]‎‧₊˚⛧
;
Medals_TimeLimit_Kills_2_Title=Manaburst I (2)
Medals_TimeLimit_Kills_2_Description=Kill 2 opponents within 5 seconds of each other
Medals_TimeLimit_Kills_3_Title=Manaburst II (3)
Medals_TimeLimit_Kills_3_Description=Kill 3 opponents within 10 seconds of each other
Medals_TimeLimit_Kills_4_Title=Manaburst III (4)
Medals_TimeLimit_Kills_4_Description=Kill 4 opponents within 15 seconds of each other
Medals_TimeLimit_Kills_5_Title=Manaburst IV (5)
Medals_TimeLimit_Kills_5_Description=Kill 5 opponents within 25 seconds of each other
;
;                       ⛧˚₊‧[ War on Anti-Graffiti ]‎‧₊˚⛧
;
Medals_Situational_AntiGraffitiKill_Title=War on Anti-Graffiti
Medals_Situational_AntiGraffitiKill_Description=Kill an opponent while they are covering up graffiti
;
;                       ⛧˚₊‧[ Cop Killer ]‎‧₊˚⛧
;
Medals_Situational_ArrestStreakKiller_Title=Cop Killer
Medals_Situational_ArrestStreakKiller_Description=Kill an opponent who has arrested 5 or more players without a death
;
;                       ⛧˚₊‧[ Firebug Squasher ]‎‧₊˚⛧
;
Medals_Situational_ArsonKill_Title=Firebug Squasher
Medals_Situational_ArsonKill_Description=Kill an opponent while they are committing arson
;
;                       ⛧˚₊‧[ Drive-by ]‎‧₊˚⛧
;
Medals_Situational_DriverAssistKill_Title=Drive-by
Medals_Situational_DriverAssistKill_Description=A passenger in your car kills an opponent while you drive
;
;                       ⛧˚₊‧[ War on Graffiti ]‎‧₊˚⛧
;
Medals_Situational_GraffitiingKill_Title=War on Graffiti
Medals_Situational_GraffitiingKill_Description=Kill an opponent while they are applying graffiti
;
;                       ⛧˚₊‧[ Pineapple Farmer ]‎‧₊˚⛧
;
Medals_Situational_GrenadeKill_Title=Rune Burst
Medals_Situational_GrenadeKill_Description=Kill an opponent with a grenade
;
;                       ⛧˚₊‧[ High Risk Warrant ]‎‧₊˚⛧
;
Medals_Situational_KillStreakArrest_Title=Hexed Bounty
Medals_Situational_KillStreakArrest_Description=Arrest an opponent who has killed 5 or more players without a death
;
;                       ⛧˚₊‧[ Bounty Hunter ]‎‧₊˚⛧
;
Medals_Situational_KillStreakKiller_Title=Curse Slayer
Medals_Situational_KillStreakKiller_Description=Kill an opponent who has killed 5 or more players without a death
;
;                       ⛧˚₊‧[ Battery ]‎‧₊˚⛧
;
Medals_Situational_MeleeKill_Title=Battery
Medals_Situational_MeleeKill_Description=Kill an opponent with a melee weapon
;
;                       ⛧˚₊‧[ Reach Beyond the Grave ]‎‧₊˚⛧
;
Medals_Situational_PostDeathKill_Title=Afterlife
Medals_Situational_PostDeathKill_Description=Kill an opponent after your own death
;
;                       ⛧˚₊‧[ Kill 'Em All ]‎‧₊˚⛧
;
Medals_Situational_SuperKill_Title=Team Kill
Medals_Situational_SuperKill_Description=Kill an entire team at the same time
;
;                       ⛧˚₊‧[ Transporter Slayer ]‎‧₊˚⛧
;
Medals_Situational_TaskItemKill_1_Title=Transporter Slayer
Medals_Situational_TaskItemKill_1_Description=Kill an opponent who is carrying a task item
;
;                       ⛧˚₊‧[ Assassination ]‎‧₊˚⛧
;
Medals_Situational_VIPKill_Title=Assassination
Medals_Situational_VIPKill_Description=Kill an opponent who is a VIP
;
;                       ⛧˚₊‧[ Vehicular Slaughter ]‎‧₊˚⛧
;
Medals_Situational_VehicleKill_Title=Vehicular Slaughter
Medals_Situational_VehicleKill_Description=Kill an opponent with a vehicle
;
;                       ⛧˚₊‧[ Demerit: Police Battery ]‎‧₊˚⛧
;
Medals_Dishonour_ArrestedKill_1_Title=Unjust Execution 1
Medals_Dishonour_ArrestedKill_1_Description=Execute 1 arrested opponent
Medals_Dishonour_ArrestedKill_2_Title=Unjust Execution 2
Medals_Dishonour_ArrestedKill_2_Description=Execute 2 arrested opponents
Medals_Dishonour_ArrestedKill_3_Title=Unjust Execution 3
Medals_Dishonour_ArrestedKill_3_Description=Execute 3 arrested opponents
Medals_Dishonour_ArrestedKill_4_Title=Unjust Execution 4
Medals_Dishonour_ArrestedKill_4_Description=Execute 4 arrested opponents
Medals_Dishonour_ArrestedKill_5_Title=Unjust Execution 5
Medals_Dishonour_ArrestedKill_5_Description=Execute 5 arrested opponents
Medals_Dishonour_ArrestedKill_6_Title=Unjust Execution 6
Medals_Dishonour_ArrestedKill_6_Description=Execute 6 arrested opponents
Medals_Dishonour_ArrestedKill_7_Title=Unjust Execution 7
Medals_Dishonour_ArrestedKill_7_Description=Execute 7 arrested opponents
Medals_Dishonour_ArrestedKill_8_Title=Unjust Execution 8
Medals_Dishonour_ArrestedKill_8_Description=Execute 8 arrested opponents
Medals_Dishonour_ArrestedKill_9_Title=Unjust Execution 9
Medals_Dishonour_ArrestedKill_9_Description=Execute 9 arrested opponents
Medals_Dishonour_ArrestedKill_10_Title=Unjust Execution 10
Medals_Dishonour_ArrestedKill_10_Description=Execute 10 arrested opponents
;
;                       ⛧˚₊‧[ Demerit: Team Killer ]‎‧₊˚⛧
;
Medals_Dishonour_FriendlyKill_1_Title=Miscast 1
Medals_Dishonour_FriendlyKill_1_Description=Miscast and kill 1 members of your group.
Medals_Dishonour_FriendlyKill_2_Title=Miscast 2
Medals_Dishonour_FriendlyKill_2_Description=Miscast and kill 2 members of your group.
Medals_Dishonour_FriendlyKill_3_Title=Miscast 3
Medals_Dishonour_FriendlyKill_3_Description=Miscast and kill 3 members of your group.
Medals_Dishonour_FriendlyKill_4_Title=Miscast 4
Medals_Dishonour_FriendlyKill_4_Description=Miscast and kill 4 members of your group.
Medals_Dishonour_FriendlyKill_5_Title=Miscast 5
Medals_Dishonour_FriendlyKill_5_Description=Miscast and kill 5 members of your group.
Medals_Dishonour_FriendlyKill_6_Title=Miscast 6
Medals_Dishonour_FriendlyKill_6_Description=Miscast and kill 6 members of your group.
Medals_Dishonour_FriendlyKill_7_Title=Miscast 7
Medals_Dishonour_FriendlyKill_7_Description=Miscast and kill 7 members of your group.
Medals_Dishonour_FriendlyKill_8_Title=Miscast 8
Medals_Dishonour_FriendlyKill_8_Description=Miscast and kill 8 members of your group.
Medals_Dishonour_FriendlyKill_9_Title=Miscast 9
Medals_Dishonour_FriendlyKill_9_Description=Miscast and kill 9 members of your group
Medals_Dishonour_FriendlyKill_10_Title=Miscast 10
Medals_Dishonour_FriendlyKill_10_Description=Miscast and kill 10 members of your group
;
;                       ⛧˚₊‧[ Demerit: Team Stunner ]‎‧₊˚⛧
;
Medals_Dishonour_FriendlyStun_1_Title=Team Stunner 1
Medals_Dishonour_FriendlyStun_1_Description=Stun 1 member of your group.
Medals_Dishonour_FriendlyStun_2_Title=Team Stunner 2
Medals_Dishonour_FriendlyStun_2_Description=Stun 2 members of your group.
Medals_Dishonour_FriendlyStun_3_Title=Team Stunner 3
Medals_Dishonour_FriendlyStun_3_Description=Stun 3 members of your group.
Medals_Dishonour_FriendlyStun_4_Title=Team Stunner 4
Medals_Dishonour_FriendlyStun_4_Description=Stun 4 members of your group.
Medals_Dishonour_FriendlyStun_5_Title=Team Stunner 5
Medals_Dishonour_FriendlyStun_5_Description=Stun 5 members of your group.
;
;                       ⛧˚₊‧[ Demerit: Suicide ]‎‧₊˚⛧
;
Medals_Dishonour_SelfKill_02_Title=Magic Reversal 1
Medals_Dishonour_SelfKill_02_Description=Be consumed by your own magic 2 times
Medals_Dishonour_SelfKill_03_Title=Magic Reversal 2
Medals_Dishonour_SelfKill_03_Description=Be consumed by your own magic 3 times
Medals_Dishonour_SelfKill_04_Title=Magic Reversal 3
Medals_Dishonour_SelfKill_04_Description=Be consumed by your own magic 4 times
Medals_Dishonour_SelfKill_05_Title=Magic Reversal 4
Medals_Dishonour_SelfKill_05_Description=Be consumed by your own magic 5 times
Medals_Dishonour_SelfKill_06_Title=Magic Reversal 5
Medals_Dishonour_SelfKill_06_Description=Be consumed by your own magic 6 times
Medals_Dishonour_SelfKill_07_Title=Magic Reversal 6
Medals_Dishonour_SelfKill_07_Description=Be consumed by your own magic 7 times
Medals_Dishonour_SelfKill_08_Title=Magic Reversal 7
Medals_Dishonour_SelfKill_08_Description=Be consumed by your own magic 8 times
Medals_Dishonour_SelfKill_09_Title=Magic Reversal 8
Medals_Dishonour_SelfKill_09_Description=Be consumed by your own magic 9 times
Medals_Dishonour_SelfKill_10_Title=Magic Reversal 9
Medals_Dishonour_SelfKill_10_Description=Be consumed by your own magic 10 times
Medals_Dishonour_SelfKill_15_Title=Magic Reversal 10
Medals_Dishonour_SelfKill_15_Description=Be consumed by your own magic 15 times
Medals_Dishonour_SelfKill_20_Title=Magic Reversal 11
Medals_Dishonour_SelfKill_20_Description=Be consumed by your own magic 20 times
Medals_Dishonour_SelfKill_25_Title=Magic Reversal 12
Medals_Dishonour_SelfKill_25_Description=Be consumed by your own magic 25 times
Medals_Dishonour_SelfKill_30_Title=Magic Reversal 13
Medals_Dishonour_SelfKill_30_Description=Be consumed by your own magic 30 times
;
;                       ⛧˚₊‧[ Demerit: Sleepy-Head ]‎‧₊˚⛧
;
Medals_Dishonour_AFK_Title=Demerit: Sleepy-Head
Medals_Dishonour_AFK_Description=Awarded for having AFK status for more than 30 seconds during a mission.
